DOW_LIST = ['月', '火', '水', '木', '金', '土']

urlsdict = {
    '月': {
        '1': '',
        '2': '',
        '3': '',
        '4': '',
        '5': '',
        },
    '火': {
        '1': '',
        '2': '',
        '3': '',
        '4': '',
        '5': '',
        },
    '水': {
        '1': '',
        '2': '',
        '3': '',
        '4': '',
        '5': '',
        },
    '木': {
        '1': '',
        '2': '',
        '3': '',
        '4': '',
        '5': '',
        },
    '金': {
        '1': '',
        '2': '',
        '3': '',
        '4': '',
        '5': '',
        },
    '土': {
        '1': '',
        '2': '',
        '3': '',
        '4': '',
        '5': '',
        }
    }

URL_PREFIX = 'https://dendai.zoom.us/'

COMMANDLINE_MESSAGE_TEMPLATE = (' $ python(3) manage.py <引数> にて実行できます。\n'
                                '\n'
                                '引数は以下の通りです。\n'
                                '\n'
                                ' go         実行\n'
                                ' setup      初期セットアップ\n'
                                ' update     設定変更\n')